{
  "title": "OpenPV - A free solar calculator",
  "mainDescription": "Analyze the solar potential of your building - open source, using freely available 3D data, all directly in your browser. Privacy? Absolutely: no unnecessary data collection, no tracking.",
  "sidebar": {
    "header": "Goal of this website",
    "mainText": "The tool will then calculate the potential for a solar system on your roof and facade area."
  },
  "yes": "yes",
  "no": "no",
  "next": "Next",
  "previous": "Previous",
  "close": "Close",
  "delete": "Delete",
  "searchField": {
    "placeholder": "Enter your address or coordinates - e.g. Lange Point 20, Freising"
  },
  "about": {
    "title": "About the Project",
    "description": "More information about openpv.de: The website for online calculation of shading and economic efficiency of your solar system.",
    "introduction": "Solar systems make a significant contribution to the energy transition. Germany aims to triple the installed PV capacity by 2030. Roof and balcony systems play an essential role in this, as they enable decentralized energy supply without causing additional land consumption. Balcony power plants, in particular, allow tenants without their own property to generate a considerable part of their electricity themselves. However, many potential users lack the background knowledge to assess the suitability of their building for photovoltaics. This is where we want to help with OpenPV, to enable a simple analysis of the PV potential on one's own building. The goal of OpenPV is to simulate and display the solar potential of buildings across Germany with just a few clicks, based on an address.",
    "generalDescription": {
      "h": "How does openpv.de work?",
      "p": "On the homepage, you can select your building either via the search field or the map. With a click on 'Start', the buildings of the selected location are loaded and the shading simulation is executed in your browser. After successful completion of the simulation, the PV potential of your building is displayed - yellow stands for good potential, dark blue for poor potential with a lot of shading. Afterwards, you can draw a PV system or adjust the simulation options."
    },
    "data": {
      "h": "What data do we use?",
      "p1": "We use various open datasets for the PV simulation. These are the 3D building data (LOD2 data) from various state surveying offices, the annual irradiation data for Germany of direct and diffuse radiation from the DWD (German Weather Service),",
      "p2": "the terrain model from sonny,",
      "p3": "as well as the base map from the BKG (Federal Agency for Cartography and Geodesy)"
    },
    "whyOpenSource": {
      "h": "Why is OpenPV Open Source?",
      "p": "Public Money, Public Code! The creation of our website was made possible through public funds, which is why the code is publicly available. Open source code also increases trust in the website and the simulation results. Additionally, other people can modify and reuse the code."
    },
    "team": {
      "h": "Who are we?",
      "p": "We are a small team of four people. We all work on OpenPV as a side project.",
      "link": "The team on Github."
    },
    "sponsors": {
      "h": "Our Sponsors",
      "p": "We thank our sponsors! If you wish for a new feature or want to support us, please contact us: info[at]openpv.de"
    },
    "steps": {
      "introduction": "Instructions for using openpv.de:",
      "1": "On the OpenPV homepage, the first step is to select a building for the simulation. This can be done either by entering and searching for an address or by zooming and selecting on the map. Left-clicking on the building displays a menu through which the simulation can be started.",
      "2": "Once the simulation is started, all relevant data for the selected building is loaded into the browser. This includes the 3D building data of the chosen building and the buildings in the neighborhood, the terrain model, and vegetation data (if available). For the yield calculation, two shading simulations are then performed, one with direct and one with diffuse radiation. For direct radiation, an average is taken over 100 randomly selected sun positions throughout the year. This number can be adjusted in the options. Based on the building's coordinates, climate data for the location from the German Weather Service (DWD) is used to account for local climate influences. For shading, the selected building and the buildings in the immediate vicinity are used. Shading by hills and mountains is taken into account using a terrain model with a resolution of 30m. Shading by trees can only be included in federal states that provide open access to vegetation data (laser point clouds). This is the case in Bavaria, for example. If vegetation is displayed on the website, it is also considered for the shading simulation. When the simulation is complete, the result is displayed in the browser. The chosen building is colored according to the calculated solar potential. For better orientation, the terrain, a map, the neighboring buildings, and the existing vegetation are also displayed.",
      "3": "In the next step, a solar system can be drawn on the roof or façade using the 'Draw new PV system' button. By drawing the corner points, one or more solar systems of any shape can be created. Based on the previous simulation, an estimated annual electricity yield is then given for the drawn system.",
      "4": "In the last step, an economic feasibility calculation can be performed for the drawn systems. A standard load profile is scaled with the annual consumption, and a standard generation profile is scaled with the power of the solar system. Then, for a one-year time series with hourly resolution, consumption is compared with electricity generation. If a storage system is present, it can be used to store excess electricity or to provide electricity. The portion of electricity that no longer needs to be drawn from the grid thanks to the solar system is then multiplied by the electricity price. This results in the annual savings."
    }
  },
  "loadingMessage": {
    "tip1": "In 2026, fossil fuels will still cover almost 80% of German energy demand. We need more PV now!",
    "tip2": "The shadow calculation is done in your browser. If you have selected a large building or are using an old PC, the calculation will take longer.",
    "tip3": "Your solar system is your contribution to the energy transition!"
  },
  "errorMessage": {
    "header": "An Error occured.",
    "wrongAdress": "No buildings could be found for the specified location. This could be due to several reasons: 1. There is no building at the selected location. 2. There is a new building at the selected location that is not yet included in our data. 3. The selected location is outside of Germany. Chose another location on the map.",
    "backToMap": "Back to the openpv Map."
  },
  "WelcomeMessage": {
    "title": "Welcome to OpenPV",
    "firstPage": "Is a solar system worth it for my roof or balcony? With OpenPV, you can determine the solar potential of your building in just a few steps with the help of openly available 3D building data. Simply enter your address in the search field and click Start.",
    "secondPage": "On the map, you can view the results of the shading simulation. You can select additional buildings for simulation by double-clicking.",
    "thirdPage": "In Options -> Draw PV System, you can create a solar system and calculate the annual yield.",
    "fourthPage": "The best thing about OpenPV: We are open-source, free, store no data, and use no cookies!"
  },
  "button": {
    "showMap": "Show Map",
    "start": "Start",
    "options": "Options",
    "createPVSystem": "Create PV System",
    "drawPVSystem": "Draw a new PV system",
    "drawPVSystemHover": "Create new edges of the PV system by clicking. Afterwards click on the 'Create PV System' button.",
    "cancel": "Cancel",
    "deleteLastPoint": "Delete Last Point",
    "startSimulation": "Start simulation",
    "Search": "Search",
    "more": "More..."
  },
  "noSearchResults": {
    "title": "No Results",
    "description": "The location search did not yield any results."
  },
  "map": {
    "coordinates": "Coordinates",
    "userSelection": "Manual Selection"
  },

  "Footer": {
    "privacyPolicy": "Privacy Policy"
  },
  "mapControlHelp": {
    "button": "Help",
    "title": "User Manual",
    "leftMouse": "Left Mouse Button: Move on the map",
    "rightMouse": "Right Mouse Button: Rotate the map",
    "wheel": "Mouse Wheel: Zoom in and out",
    "touch": {
      "leftMouse": "One finger: Move on the map",
      "rightMouse": "Two fingers: Rotate the map",
      "wheel": "Two fingers: Zoom in and out"
    }
  },
  "colorLegend": {
    "button": "Color scale",
    "description": "Yield in kWh per kWp and year"
  },
  "savingsCalculation": {
    "notificationLabel": "Continue with chosen pv system:",
    "button": "Calculate Earnings",
    "consumptionTitle": "Annual electricity consumption in kWh",
    "consumptionHelperInfo": "As a rough estimate: Calculate 800 kWh per person in the household, 2000 kWh for a heat pump, and an additional 2000 kWh per electric car.",
    "consumptionHelperLabel": "[Calculate your electricity consumption]",
    "storageTitle": "Electricity Storage capacity in kWh",
    "electricityPriceTitle": "Electricity price in cents",
    "electricityPricePlaceholder": "Price per kWh in cents",
    "disclaimer": "The calculated yields and savings are only for rough guidance. The information is without guarantee and does not replace individual calculation and on-site consultation!",
    "results": {
      "production": "Annual electricity generation of the solar system: ",
      "consumption": "Annual self-consumption: ",
      "savings": "Annual savings: "
    },
    "calculate": "Calculate"
  },
  "navigation": { "products": "Our Products" },
  "adbox": {
    "button": "How do I install a PV system?",
    "title": "What can I do now?",
    "introduction": "It's great that you're interested in a solar system. With your own system, you make an important contribution to the energy transition. Here, we collect further links to help you plan your system.",
    "balkonsolar": "Information on balcony solar systems",
    "companies": "Installers near you",
    "bbe": "No own roof? Join a community energy cooperative!"
  },
  "slope": "Slope",
  "azimuth": "Azimuth"
}
